awscli
bat
btop
colima
dive
docker
docker-compose
docker-credential-helper
entr
exa
felixkratz/formulae/sketchybar
fish
fsouza/prettierd/prettierd
fzf
genact
gh
git
git-delta
git-lfs
gnu-sed
gnupg
go
gtk4
highlight
htop
httpie
imagemagick
isort
jd
jp2a
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
kubectx
lazygit
lolcat
neofetch
neovim
nmap
onefetch
ranger
remotemobprogramming/brew/mob
ripgrep
shellcheck
slides
spotify-tui
spotifyd
task
teamookla/speedtest/speedtest
terminal-notifier
thefuck
tree
vhs
wget
yarn
yq
