1password
brave-browser
clocker
cool-retro-term
cursorcerer
dbeaver-community
discord-canary
font-hack
font-hack-nerd-font
gimp
google-cloud-sdk
imageoptim
insomnia
keycastr
kitty
libreoffice
loom
notion
postman
raycast
scroll-reverser
session-manager-plugin
sf-symbols
slack
spotify
temurin
whatsapp
zoom
